{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2024-10-31T21:28:03+01:00",
            "Manifests": 1344
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2024-10-31T21:30:15+01:00",
            "Manifests": 2093
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2024-10-31T21:31:51+01:00",
            "Manifests": 470
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2024-10-28T13:43:19+01:00",
            "Manifests": 342
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2024-10-31T21:17:56+01:00",
            "Manifests": 294
        },
        {
            "Name": "anderlli0053_DEV-tools",
            "Source": null,
            "Updated": null,
            "Manifests": 23859
        },
        {
            "Name": "cmontage_scoopbucket-third",
            "Source": "https://github.com/cmontage/scoopbucket-third",
            "Updated": "2024-10-31T01:43:32+01:00",
            "Manifests": 25643
        },
        {
            "Name": "Maoyeedy_Scoop",
            "Source": "https://github.com/Maoyeedy/Scoop",
            "Updated": "2024-10-29T05:28:23+01:00",
            "Manifests": 30
        }
    ],
    "apps": [
        {
            "Version": "24.08",
            "Source": "main",
            "Updated": "2024-10-30T12:36:13.5991731+01:00",
            "Info": "",
            "Name": "7zip"
        },
        {
            "Version": "1.37.0-1",
            "Source": "main",
            "Updated": "2024-04-24T10:37:21.8412576+02:00",
            "Info": "",
            "Name": "aria2"
        },
        {
            "Version": "3.6.4",
            "Source": "extras",
            "Updated": "2024-10-01T21:22:34.3431679+02:00",
            "Info": "",
            "Name": "audacity"
        },
        {
            "Version": "0.24.0",
            "Source": "main",
            "Updated": "2024-10-01T21:43:37.0449988+02:00",
            "Info": "",
            "Name": "bat"
        },
        {
            "Version": "2024.10.1",
            "Source": "extras",
            "Updated": "2024-10-23T23:53:08.7226156+02:00",
            "Info": "",
            "Name": "bitwarden"
        },
        {
            "Version": "0.10.2",
            "Source": "main",
            "Updated": "2024-10-02T00:03:14.0887973+02:00",
            "Info": "",
            "Name": "bottom"
        },
        {
            "Version": "1.71.118",
            "Source": "extras",
            "Updated": "2024-10-23T23:53:20.5907103+02:00",
            "Info": "",
            "Name": "brave"
        },
        {
            "Version": "1.1.0",
            "Source": "main",
            "Updated": "2024-10-17T22:32:42.5091284+02:00",
            "Info": "",
            "Name": "brotli"
        },
        {
            "Version": "1.0.7",
            "Source": "extras",
            "Updated": "2024-10-24T02:19:54.0452459+02:00",
            "Info": "",
            "Name": "carapace-bin"
        },
        {
            "Version": "0.0.11-alpha",
            "Source": "cmontage_scoopbucket-third",
            "Updated": "2024-10-30T11:46:04.4237934+01:00",
            "Info": "",
            "Name": "cbqn"
        },
        {
            "Version": "2.52.4",
            "Source": "main",
            "Updated": "2024-10-23T23:53:22.4879929+02:00",
            "Info": "",
            "Name": "chezmoi"
        },
        {
            "Version": "18.1.3",
            "Source": "main",
            "Updated": "2024-09-25T19:37:57.3983927+02:00",
            "Info": "",
            "Name": "clangd"
        },
        {
            "Version": "3.30.5",
            "Source": "main",
            "Updated": "2024-10-23T23:53:50.6651172+02:00",
            "Info": "",
            "Name": "cmake"
        },
        {
            "Version": "3.14",
            "Source": "main",
            "Updated": "2024-10-06T22:06:58.0163497+02:00",
            "Info": "",
            "Name": "dark"
        },
        {
            "Version": "0.60.0",
            "Source": "main",
            "Updated": "2024-10-02T08:33:46.8753932+02:00",
            "Info": "",
            "Name": "difftastic"
        },
        {
            "Version": "3.6",
            "Source": "main",
            "Updated": "2024-10-24T01:01:01.4128866+02:00",
            "Info": "",
            "Name": "diffutils"
        },
        {
            "Version": "1.0.9156-20",
            "Source": "extras",
            "Updated": "2024-10-01T21:23:51.2418578+02:00",
            "Info": "",
            "Name": "discord"
        },
        {
            "Version": "27.3.1",
            "Source": "main",
            "Updated": "2024-10-01T21:23:53.2219722+02:00",
            "Info": "",
            "Name": "docker"
        },
        {
            "Version": "2.29.2",
            "Source": "main",
            "Updated": "2024-10-01T21:23:54.603291+02:00",
            "Info": "",
            "Name": "dua"
        },
        {
            "Version": "1.1.1",
            "Source": "main",
            "Updated": "2024-10-01T21:40:34.1146018+02:00",
            "Info": "",
            "Name": "dust"
        },
        {
            "Version": "29.4",
            "Source": "extras",
            "Updated": "2024-10-15T12:18:35.3348905+02:00",
            "Info": "",
            "Name": "emacs"
        },
        {
            "Version": "1.19.25",
            "Source": "extras",
            "Updated": "2024-10-23T23:54:03.578997+02:00",
            "Info": "",
            "Name": "etcher"
        },
        {
            "Version": "0.10.1",
            "Source": "anderlli0053_DEV-tools",
            "Updated": "2024-04-27T20:23:12.0156499+02:00",
            "Info": "",
            "Name": "exa"
        },
        {
            "Version": "0.20.4",
            "Source": "main",
            "Updated": "2024-10-23T23:54:05.8016128+02:00",
            "Info": "",
            "Name": "eza"
        },
        {
            "Version": "10.2.0",
            "Source": "main",
            "Updated": "2024-10-14T23:42:38.4340436+02:00",
            "Info": "",
            "Name": "fd"
        },
        {
            "Version": "7.1",
            "Source": "main",
            "Updated": "2024-10-01T21:24:42.7509711+02:00",
            "Info": "",
            "Name": "ffmpeg"
        },
        {
            "Version": null,
            "Source": null,
            "Updated": "2024-10-07T00:04:30.4904612+02:00",
            "Info": "Install failed",
            "Name": "files"
        },
        {
            "Version": null,
            "Source": null,
            "Updated": "2024-10-07T00:04:54.7181336+02:00",
            "Info": "Install failed",
            "Name": "files-np"
        },
        {
            "Version": "4.4.2",
            "Source": "main",
            "Updated": "2024-10-15T22:10:57.1546011+02:00",
            "Info": "",
            "Name": "findutils"
        },
        {
            "Version": "131.0",
            "Source": null,
            "Updated": "2024-11-01T00:58:46.4249384+01:00",
            "Info": "",
            "Name": "firefox"
        },
        {
            "Version": null,
            "Source": null,
            "Updated": "2024-10-22T18:39:46.271179+02:00",
            "Info": "Install failed",
            "Name": "fish"
        },
        {
            "Version": "0.55.0",
            "Source": "main",
            "Updated": "2024-10-01T21:48:25.9677156+02:00",
            "Info": "",
            "Name": "fzf"
        },
        {
            "Version": "13.2.0",
            "Source": "main",
            "Updated": "2024-03-06T17:10:37.0751218+01:00",
            "Info": "",
            "Name": "gcc"
        },
        {
            "Version": "2.59.0",
            "Source": "main",
            "Updated": "2024-10-23T23:54:07.4824448+02:00",
            "Info": "",
            "Name": "gh"
        },
        {
            "Version": "0.1.30.0",
            "Source": "main",
            "Updated": "2024-10-01T21:26:03.1825791+02:00",
            "Info": "",
            "Name": "ghcup"
        },
        {
            "Version": "2.47.0.2",
            "Source": "main",
            "Updated": "2024-10-23T23:54:28.1824667+02:00",
            "Info": "",
            "Name": "git"
        },
        {
            "Version": "0.26.3",
            "Source": "main",
            "Updated": "2024-10-01T21:26:25.0906703+02:00",
            "Info": "",
            "Name": "gitui"
        },
        {
            "Version": "1.48.0",
            "Source": "main",
            "Updated": "2024-11-01T00:16:26.6225886+01:00",
            "Info": "",
            "Name": "glab"
        },
        {
            "Version": "2.1.1",
            "Source": "extras",
            "Updated": "2024-10-01T21:58:12.1506939+02:00",
            "Info": "",
            "Name": "glazewm"
        },
        {
            "Version": "2.5.1",
            "Source": "main",
            "Updated": "2024-10-01T21:29:48.1357216+02:00",
            "Info": "",
            "Name": "gsudo"
        },
        {
            "Version": "1.3.12",
            "Source": "main",
            "Updated": "2024-10-17T21:00:39.7621959+02:00",
            "Info": "",
            "Name": "gzip"
        },
        {
            "Version": "24.07",
            "Source": "main",
            "Updated": "2024-10-01T21:29:54.0068623+02:00",
            "Info": "",
            "Name": "helix"
        },
        {
            "Version": "1.18.0",
            "Source": "main",
            "Updated": "2024-10-01T21:40:31.800763+02:00",
            "Info": "",
            "Name": "hyperfine"
        },
        {
            "Version": "0.50",
            "Source": "main",
            "Updated": "2024-10-02T00:18:19.2090049+02:00",
            "Info": "",
            "Name": "innounp"
        },
        {
            "Version": "2.304",
            "Source": "nerd-fonts",
            "Updated": "2024-04-23T22:21:37.7651946+02:00",
            "Info": "",
            "Name": "JetBrains-Mono"
        },
        {
            "Version": "3.2.1",
            "Source": "nerd-fonts",
            "Updated": "2024-10-14T01:50:41.3556293+02:00",
            "Info": "",
            "Name": "JetBrainsMono-NF"
        },
        {
            "Version": "0.1.29",
            "Source": "extras",
            "Updated": "2024-10-23T11:13:46.8311822+02:00",
            "Info": "",
            "Name": "komorebi"
        },
        {
            "Version": "0.23.3",
            "Source": "main",
            "Updated": "2024-10-03T00:31:55.3327143+02:00",
            "Info": "",
            "Name": "lazydocker"
        },
        {
            "Version": "0.44.1",
            "Source": "extras",
            "Updated": "2024-10-03T00:29:43.3127597+02:00",
            "Info": "",
            "Name": "lazygit"
        },
        {
            "Version": "6.3.0.78",
            "Source": "extras",
            "Updated": "2024-10-02T21:26:30.8231302+02:00",
            "Info": "",
            "Name": "listary"
        },
        {
            "Version": "19.1.2",
            "Source": "main",
            "Updated": "2024-10-23T23:54:54.8782708+02:00",
            "Info": "",
            "Name": "llvm"
        },
        {
            "Version": "0.10.10-20241023",
            "Source": "versions",
            "Updated": "2024-10-23T23:55:22.6169377+02:00",
            "Info": "",
            "Name": "logseq-nightly"
        },
        {
            "Version": "5.4.7-2",
            "Source": "main",
            "Updated": "2024-10-09T16:55:52.6067347+02:00",
            "Info": "",
            "Name": "lua"
        },
        {
            "Version": "3.11.1",
            "Source": "main",
            "Updated": "2024-10-09T16:55:53.8476422+02:00",
            "Info": "",
            "Name": "luarocks"
        },
        {
            "Version": "4.4.1",
            "Source": "main",
            "Updated": "2024-03-06T17:06:13.9108284+01:00",
            "Info": "",
            "Name": "make"
        },
        {
            "Version": "2.5.0",
            "Source": "main",
            "Updated": "2024-10-08T09:43:14.922479+02:00",
            "Info": "",
            "Name": "mdcat"
        },
        {
            "Version": null,
            "Source": null,
            "Updated": "2024-10-02T19:03:32.2796175+02:00",
            "Info": "Install failed",
            "Name": "minbrowser"
        },
        {
            "Version": "14.2.0-rt_v12-rev0",
            "Source": "main",
            "Updated": "2024-10-23T16:03:58.7484769+02:00",
            "Info": "",
            "Name": "mingw"
        },
        {
            "Version": "0.10.2",
            "Source": "main",
            "Updated": "2024-10-23T23:55:31.2821411+02:00",
            "Info": "",
            "Name": "neovim"
        },
        {
            "Version": "0.99.1",
            "Source": "main",
            "Updated": "2024-10-26T17:05:14.0207129+02:00",
            "Info": "",
            "Name": "nu"
        },
        {
            "Version": null,
            "Source": null,
            "Updated": "2024-10-07T00:16:22.7487385+02:00",
            "Info": "Install failed",
            "Name": "ollama-full"
        },
        {
            "Version": "11.0.2-9",
            "Source": "java",
            "Updated": "2024-04-19T09:09:17.2652409+02:00",
            "Info": "",
            "Name": "openjdk11"
        },
        {
            "Version": "9.5.0.0p1",
            "Source": "main",
            "Updated": "2024-04-28T21:54:39.0491888+02:00",
            "Info": "",
            "Name": "openssh"
        },
        {
            "Version": "0.85.0",
            "Source": "extras",
            "Updated": "2024-10-06T22:07:19.0913561+02:00",
            "Info": "",
            "Name": "powertoys"
        },
        {
            "Version": "3.7.3",
            "Source": "extras",
            "Updated": "2024-10-06T21:54:05.3930158+02:00",
            "Info": "",
            "Name": "quicklook"
        },
        {
            "Version": "4.4.1",
            "Source": "main",
            "Updated": "2024-10-01T21:31:41.2369721+02:00",
            "Info": "",
            "Name": "r"
        },
        {
            "Version": "14.1.1",
            "Source": "main",
            "Updated": "2024-10-01T21:31:42.5682185+02:00",
            "Info": "",
            "Name": "ripgrep"
        },
        {
            "Version": "4.6",
            "Source": "extras",
            "Updated": "2024-10-28T11:31:41.48518+01:00",
            "Info": "",
            "Name": "rufus"
        },
        {
            "Version": "1.27.1",
            "Source": "main",
            "Updated": "2024-10-01T21:40:59.8434193+02:00",
            "Info": "",
            "Name": "rustup"
        },
        {
            "Version": "1.0.0",
            "Source": "main",
            "Updated": "2024-10-14T23:42:37.0210957+02:00",
            "Info": "",
            "Name": "sd"
        },
        {
            "Version": "2.0.0",
            "Source": "extras",
            "Updated": "2024-10-13T23:17:09.1087908+02:00",
            "Info": "",
            "Name": "sioyek"
        },
        {
            "Version": "14.4.2",
            "Source": "main",
            "Updated": "2024-10-01T21:47:51.998823+02:00",
            "Info": "",
            "Name": "sox"
        },
        {
            "Version": "1.21.1",
            "Source": "main",
            "Updated": "2024-10-23T23:55:32.9639773+02:00",
            "Info": "",
            "Name": "starship"
        },
        {
            "Version": "3.5.2",
            "Source": "extras",
            "Updated": "2024-10-02T00:36:06.4337652+02:00",
            "Info": "",
            "Name": "sumatrapdf"
        },
        {
            "Version": "1.7.0",
            "Source": "main",
            "Updated": "2024-10-07T23:09:50.0578657+02:00",
            "Info": "",
            "Name": "tealdeer"
        },
        {
            "Version": "0.16.0",
            "Source": "main",
            "Updated": "2024-10-30T12:18:46.8922516+01:00",
            "Info": "",
            "Name": "termscp"
        },
        {
            "Version": "0.0.27",
            "Source": "main",
            "Updated": "2024-10-24T03:26:37.3888642+02:00",
            "Info": "",
            "Name": "uutils-coreutils"
        },
        {
            "Version": "9.1.0",
            "Source": "main",
            "Updated": "2024-10-02T23:03:48.5691646+02:00",
            "Info": "",
            "Name": "vim"
        },
        {
            "Version": "20240203-110809-5046fc22",
            "Source": "extras",
            "Updated": "2024-10-27T11:32:11.8409513+01:00",
            "Info": "",
            "Name": "wezterm"
        },
        {
            "Version": "0.2.2",
            "Source": "extras",
            "Updated": "2024-10-23T02:13:28.2802431+02:00",
            "Info": "",
            "Name": "whkd"
        },
        {
            "Version": "0.1.1",
            "Source": "main",
            "Updated": "2024-10-15T23:29:57.6775716+02:00",
            "Info": "",
            "Name": "win32yank"
        },
        {
            "Version": "2.5.1",
            "Source": "main",
            "Updated": "2024-02-06T21:24:07.8971686+01:00",
            "Info": "",
            "Name": "winfetch"
        },
        {
            "Version": "5.2.9",
            "Source": "main",
            "Updated": "2024-10-17T22:32:44.0426527+02:00",
            "Info": "",
            "Name": "xz"
        },
        {
            "Version": "0.13.0",
            "Source": "main",
            "Updated": "2024-10-02T17:39:30.8346096+02:00",
            "Info": "",
            "Name": "zig"
        },
        {
            "Version": "0.9.6",
            "Source": "main",
            "Updated": "2024-10-01T21:40:29.0828008+02:00",
            "Info": "",
            "Name": "zoxide"
        },
        {
            "Version": "1.5.6",
            "Source": "main",
            "Updated": "2024-10-17T22:10:29.0814988+02:00",
            "Info": "",
            "Name": "zstd"
        }
    ]
}
