{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2024-10-24T02:34:54+02:00",
            "Manifests": 1344
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2024-10-24T02:37:43+02:00",
            "Manifests": 2091
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2024-10-23T22:34:49+02:00",
            "Manifests": 469
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2024-10-23T13:18:09+02:00",
            "Manifests": 342
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2024-10-23T14:35:00+02:00",
            "Manifests": 294
        },
        {
            "Name": "anderlli0053_DEV-tools",
            "Source": null,
            "Updated": null,
            "Manifests": 23859
        },
        {
            "Name": "cmontage_scoopbucket-third",
            "Source": "https://github.com/cmontage/scoopbucket-third",
            "Updated": "2024-10-24T02:42:43+02:00",
            "Manifests": 25622
        },
        {
            "Name": "Maoyeedy_Scoop",
            "Source": "https://github.com/Maoyeedy/Scoop",
            "Updated": "2024-10-21T10:35:37+02:00",
            "Manifests": 30
        }
    ],
    "apps": [
        {
            "Name": "7zip",
            "Info": "",
            "Updated": "2024-10-01T21:22:31.5520829+02:00",
            "Source": "main",
            "Version": "24.08"
        },
        {
            "Name": "aria2",
            "Info": "",
            "Updated": "2024-04-24T10:37:21.8412576+02:00",
            "Source": "main",
            "Version": "1.37.0-1"
        },
        {
            "Name": "audacity",
            "Info": "",
            "Updated": "2024-10-01T21:22:34.3431679+02:00",
            "Source": "extras",
            "Version": "3.6.4"
        },
        {
            "Name": "bat",
            "Info": "",
            "Updated": "2024-10-01T21:43:37.0449988+02:00",
            "Source": "main",
            "Version": "0.24.0"
        },
        {
            "Name": "bitwarden",
            "Info": "",
            "Updated": "2024-10-23T23:53:08.7226156+02:00",
            "Source": "extras",
            "Version": "2024.10.1"
        },
        {
            "Name": "bottom",
            "Info": "",
            "Updated": "2024-10-02T00:03:14.0887973+02:00",
            "Source": "main",
            "Version": "0.10.2"
        },
        {
            "Name": "brave",
            "Info": "",
            "Updated": "2024-10-23T23:53:20.5907103+02:00",
            "Source": "extras",
            "Version": "1.71.118"
        },
        {
            "Name": "brotli",
            "Info": "",
            "Updated": "2024-10-17T22:32:42.5091284+02:00",
            "Source": "main",
            "Version": "1.1.0"
        },
        {
            "Name": "carapace-bin",
            "Info": "",
            "Updated": "2024-10-24T02:19:54.0452459+02:00",
            "Source": "extras",
            "Version": "1.0.7"
        },
        {
            "Name": "chezmoi",
            "Info": "",
            "Updated": "2024-10-23T23:53:22.4879929+02:00",
            "Source": "main",
            "Version": "2.52.4"
        },
        {
            "Name": "clangd",
            "Info": "",
            "Updated": "2024-09-25T19:37:57.3983927+02:00",
            "Source": "main",
            "Version": "18.1.3"
        },
        {
            "Name": "cmake",
            "Info": "",
            "Updated": "2024-10-23T23:53:50.6651172+02:00",
            "Source": "main",
            "Version": "3.30.5"
        },
        {
            "Name": "dark",
            "Info": "",
            "Updated": "2024-10-06T22:06:58.0163497+02:00",
            "Source": "main",
            "Version": "3.14"
        },
        {
            "Name": "difftastic",
            "Info": "",
            "Updated": "2024-10-02T08:33:46.8753932+02:00",
            "Source": "main",
            "Version": "0.60.0"
        },
        {
            "Name": "diffutils",
            "Info": "",
            "Updated": "2024-10-24T01:01:01.4128866+02:00",
            "Source": "main",
            "Version": "3.6"
        },
        {
            "Name": "discord",
            "Info": "",
            "Updated": "2024-10-01T21:23:51.2418578+02:00",
            "Source": "extras",
            "Version": "1.0.9156-20"
        },
        {
            "Name": "docker",
            "Info": "",
            "Updated": "2024-10-01T21:23:53.2219722+02:00",
            "Source": "main",
            "Version": "27.3.1"
        },
        {
            "Name": "dua",
            "Info": "",
            "Updated": "2024-10-01T21:23:54.603291+02:00",
            "Source": "main",
            "Version": "2.29.2"
        },
        {
            "Name": "dust",
            "Info": "",
            "Updated": "2024-10-01T21:40:34.1146018+02:00",
            "Source": "main",
            "Version": "1.1.1"
        },
        {
            "Name": "emacs",
            "Info": "",
            "Updated": "2024-10-15T12:18:35.3348905+02:00",
            "Source": "extras",
            "Version": "29.4"
        },
        {
            "Name": "etcher",
            "Info": "",
            "Updated": "2024-10-23T23:54:03.578997+02:00",
            "Source": "extras",
            "Version": "1.19.25"
        },
        {
            "Name": "exa",
            "Info": "",
            "Updated": "2024-04-27T20:23:12.0156499+02:00",
            "Source": "anderlli0053_DEV-tools",
            "Version": "0.10.1"
        },
        {
            "Name": "eza",
            "Info": "",
            "Updated": "2024-10-23T23:54:05.8016128+02:00",
            "Source": "main",
            "Version": "0.20.4"
        },
        {
            "Name": "fd",
            "Info": "",
            "Updated": "2024-10-14T23:42:38.4340436+02:00",
            "Source": "main",
            "Version": "10.2.0"
        },
        {
            "Name": "ffmpeg",
            "Info": "",
            "Updated": "2024-10-01T21:24:42.7509711+02:00",
            "Source": "main",
            "Version": "7.1"
        },
        {
            "Name": "files",
            "Info": "Install failed",
            "Updated": "2024-10-07T00:04:30.4904612+02:00",
            "Source": null,
            "Version": null
        },
        {
            "Name": "files-np",
            "Info": "Install failed",
            "Updated": "2024-10-07T00:04:54.7181336+02:00",
            "Source": null,
            "Version": null
        },
        {
            "Name": "findutils",
            "Info": "",
            "Updated": "2024-10-15T22:10:57.1546011+02:00",
            "Source": "main",
            "Version": "4.4.2"
        },
        {
            "Name": "firefox",
            "Info": "",
            "Updated": "2024-10-23T22:37:28.6011952+02:00",
            "Source": null,
            "Version": "131.0"
        },
        {
            "Name": "fish",
            "Info": "Install failed",
            "Updated": "2024-10-22T18:39:46.271179+02:00",
            "Source": null,
            "Version": null
        },
        {
            "Name": "fzf",
            "Info": "",
            "Updated": "2024-10-01T21:48:25.9677156+02:00",
            "Source": "main",
            "Version": "0.55.0"
        },
        {
            "Name": "gcc",
            "Info": "",
            "Updated": "2024-03-06T17:10:37.0751218+01:00",
            "Source": "main",
            "Version": "13.2.0"
        },
        {
            "Name": "gh",
            "Info": "",
            "Updated": "2024-10-23T23:54:07.4824448+02:00",
            "Source": "main",
            "Version": "2.59.0"
        },
        {
            "Name": "ghcup",
            "Info": "",
            "Updated": "2024-10-01T21:26:03.1825791+02:00",
            "Source": "main",
            "Version": "0.1.30.0"
        },
        {
            "Name": "git",
            "Info": "",
            "Updated": "2024-10-23T23:54:28.1824667+02:00",
            "Source": "main",
            "Version": "2.47.0.2"
        },
        {
            "Name": "gitui",
            "Info": "",
            "Updated": "2024-10-01T21:26:25.0906703+02:00",
            "Source": "main",
            "Version": "0.26.3"
        },
        {
            "Name": "glazewm",
            "Info": "",
            "Updated": "2024-10-01T21:58:12.1506939+02:00",
            "Source": "extras",
            "Version": "2.1.1"
        },
        {
            "Name": "gsudo",
            "Info": "",
            "Updated": "2024-10-01T21:29:48.1357216+02:00",
            "Source": "main",
            "Version": "2.5.1"
        },
        {
            "Name": "gzip",
            "Info": "",
            "Updated": "2024-10-17T21:00:39.7621959+02:00",
            "Source": "main",
            "Version": "1.3.12"
        },
        {
            "Name": "helix",
            "Info": "",
            "Updated": "2024-10-01T21:29:54.0068623+02:00",
            "Source": "main",
            "Version": "24.07"
        },
        {
            "Name": "hyperfine",
            "Info": "",
            "Updated": "2024-10-01T21:40:31.800763+02:00",
            "Source": "main",
            "Version": "1.18.0"
        },
        {
            "Name": "innounp",
            "Info": "",
            "Updated": "2024-10-02T00:18:19.2090049+02:00",
            "Source": "main",
            "Version": "0.50"
        },
        {
            "Name": "JetBrains-Mono",
            "Info": "",
            "Updated": "2024-04-23T22:21:37.7651946+02:00",
            "Source": "nerd-fonts",
            "Version": "2.304"
        },
        {
            "Name": "JetBrainsMono-NF",
            "Info": "",
            "Updated": "2024-10-14T01:50:41.3556293+02:00",
            "Source": "nerd-fonts",
            "Version": "3.2.1"
        },
        {
            "Name": "komorebi",
            "Info": "",
            "Updated": "2024-10-23T11:13:46.8311822+02:00",
            "Source": "extras",
            "Version": "0.1.29"
        },
        {
            "Name": "lazydocker",
            "Info": "",
            "Updated": "2024-10-03T00:31:55.3327143+02:00",
            "Source": "main",
            "Version": "0.23.3"
        },
        {
            "Name": "lazygit",
            "Info": "",
            "Updated": "2024-10-03T00:29:43.3127597+02:00",
            "Source": "extras",
            "Version": "0.44.1"
        },
        {
            "Name": "listary",
            "Info": "",
            "Updated": "2024-10-02T21:26:30.8231302+02:00",
            "Source": "extras",
            "Version": "6.3.0.78"
        },
        {
            "Name": "llvm",
            "Info": "",
            "Updated": "2024-10-23T23:54:54.8782708+02:00",
            "Source": "main",
            "Version": "19.1.2"
        },
        {
            "Name": "logseq-nightly",
            "Info": "",
            "Updated": "2024-10-23T23:55:22.6169377+02:00",
            "Source": "versions",
            "Version": "0.10.10-20241023"
        },
        {
            "Name": "lua",
            "Info": "",
            "Updated": "2024-10-09T16:55:52.6067347+02:00",
            "Source": "main",
            "Version": "5.4.7-2"
        },
        {
            "Name": "luarocks",
            "Info": "",
            "Updated": "2024-10-09T16:55:53.8476422+02:00",
            "Source": "main",
            "Version": "3.11.1"
        },
        {
            "Name": "make",
            "Info": "",
            "Updated": "2024-03-06T17:06:13.9108284+01:00",
            "Source": "main",
            "Version": "4.4.1"
        },
        {
            "Name": "mdcat",
            "Info": "",
            "Updated": "2024-10-08T09:43:14.922479+02:00",
            "Source": "main",
            "Version": "2.5.0"
        },
        {
            "Name": "minbrowser",
            "Info": "Install failed",
            "Updated": "2024-10-02T19:03:32.2796175+02:00",
            "Source": null,
            "Version": null
        },
        {
            "Name": "mingw",
            "Info": "",
            "Updated": "2024-10-23T16:03:58.7484769+02:00",
            "Source": "main",
            "Version": "14.2.0-rt_v12-rev0"
        },
        {
            "Name": "neovim",
            "Info": "",
            "Updated": "2024-10-23T23:55:31.2821411+02:00",
            "Source": "main",
            "Version": "0.10.2"
        },
        {
            "Name": "ollama-full",
            "Info": "Install failed",
            "Updated": "2024-10-07T00:16:22.7487385+02:00",
            "Source": null,
            "Version": null
        },
        {
            "Name": "openjdk11",
            "Info": "",
            "Updated": "2024-04-19T09:09:17.2652409+02:00",
            "Source": "java",
            "Version": "11.0.2-9"
        },
        {
            "Name": "openssh",
            "Info": "",
            "Updated": "2024-04-28T21:54:39.0491888+02:00",
            "Source": "main",
            "Version": "9.5.0.0p1"
        },
        {
            "Name": "powertoys",
            "Info": "",
            "Updated": "2024-10-06T22:07:19.0913561+02:00",
            "Source": "extras",
            "Version": "0.85.0"
        },
        {
            "Name": "quicklook",
            "Info": "",
            "Updated": "2024-10-06T21:54:05.3930158+02:00",
            "Source": "extras",
            "Version": "3.7.3"
        },
        {
            "Name": "r",
            "Info": "",
            "Updated": "2024-10-01T21:31:41.2369721+02:00",
            "Source": "main",
            "Version": "4.4.1"
        },
        {
            "Name": "ripgrep",
            "Info": "",
            "Updated": "2024-10-01T21:31:42.5682185+02:00",
            "Source": "main",
            "Version": "14.1.1"
        },
        {
            "Name": "rustup",
            "Info": "",
            "Updated": "2024-10-01T21:40:59.8434193+02:00",
            "Source": "main",
            "Version": "1.27.1"
        },
        {
            "Name": "sd",
            "Info": "",
            "Updated": "2024-10-14T23:42:37.0210957+02:00",
            "Source": "main",
            "Version": "1.0.0"
        },
        {
            "Name": "sioyek",
            "Info": "",
            "Updated": "2024-10-13T23:17:09.1087908+02:00",
            "Source": "extras",
            "Version": "2.0.0"
        },
        {
            "Name": "sox",
            "Info": "",
            "Updated": "2024-10-01T21:47:51.998823+02:00",
            "Source": "main",
            "Version": "14.4.2"
        },
        {
            "Name": "starship",
            "Info": "",
            "Updated": "2024-10-23T23:55:32.9639773+02:00",
            "Source": "main",
            "Version": "1.21.1"
        },
        {
            "Name": "sumatrapdf",
            "Info": "",
            "Updated": "2024-10-02T00:36:06.4337652+02:00",
            "Source": "extras",
            "Version": "3.5.2"
        },
        {
            "Name": "tealdeer",
            "Info": "",
            "Updated": "2024-10-07T23:09:50.0578657+02:00",
            "Source": "main",
            "Version": "1.7.0"
        },
        {
            "Name": "uutils-coreutils",
            "Info": "",
            "Updated": "2024-10-01T21:45:14.1779377+02:00",
            "Source": "main",
            "Version": "0.0.27"
        },
        {
            "Name": "vim",
            "Info": "",
            "Updated": "2024-10-02T23:03:48.5691646+02:00",
            "Source": "main",
            "Version": "9.1.0"
        },
        {
            "Name": "wezterm",
            "Info": "",
            "Updated": "2024-09-22T23:05:16.7620805+02:00",
            "Source": "extras",
            "Version": "20240203-110809-5046fc22"
        },
        {
            "Name": "whkd",
            "Info": "",
            "Updated": "2024-10-23T02:13:28.2802431+02:00",
            "Source": "extras",
            "Version": "0.2.2"
        },
        {
            "Name": "win32yank",
            "Info": "",
            "Updated": "2024-10-15T23:29:57.6775716+02:00",
            "Source": "main",
            "Version": "0.1.1"
        },
        {
            "Name": "winfetch",
            "Info": "",
            "Updated": "2024-02-06T21:24:07.8971686+01:00",
            "Source": "main",
            "Version": "2.5.1"
        },
        {
            "Name": "xz",
            "Info": "",
            "Updated": "2024-10-17T22:32:44.0426527+02:00",
            "Source": "main",
            "Version": "5.2.9"
        },
        {
            "Name": "zig",
            "Info": "",
            "Updated": "2024-10-02T17:39:30.8346096+02:00",
            "Source": "main",
            "Version": "0.13.0"
        },
        {
            "Name": "zoxide",
            "Info": "",
            "Updated": "2024-10-01T21:40:29.0828008+02:00",
            "Source": "main",
            "Version": "0.9.6"
        },
        {
            "Name": "zstd",
            "Info": "",
            "Updated": "2024-10-17T22:10:29.0814988+02:00",
            "Source": "main",
            "Version": "1.5.6"
        }
    ]
}
